Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “原来是这样，我还以为……”大师级的药物知识讲起这些东西来，自然是旁征博引信手拈来，洋洋洒洒的一段话，听得老家伙心悦诚服之余，也不由用一种怪异的眼光打量起林立来，眼前这小子他是越来越看不透了，拥有近乎完美的魔法天赋，本身实力却弱得不行，顶多不过是一阶法师的水准，说他是个菜鸟吧，却又敢一个人跑到落日山脉上来。
en_us: "So this is it, I thought..." A master's knowledge of medicine meant one could speak of these easily as if having all the words at hand. The old man was completely convinced by Lin Li's eloquence, but at the same time, he couldn't help but size up Lin Li with an odd eye. He couldn't quite figure out the kid in front of him anymore. He possessed an almost perfect talent in magic but was extremely weak. He'd figure Lin Li was at the standard of a level one mage at most. But, coming to the Sunset Mountains alone, he had too much guts to be called a rookie.

source: “去告诉梅林家的蠢货，让他们立刻给我滚，如果再敢提这种白痴要求，老子就一把火把他们的窝给烧掉！”正骂骂咧咧的胖老头见林立过来，总算稍稍收敛怒气，暂时放过了那可怜的中年魔法师：“现在就去！”
en_us: "Go and tell that fool from the Merlin Family to scram this instant. If they dare to make such requests again, I'll burn their nest down with a torch!" The swearing old man showed a slight restraint in anger when he saw Lin Li approaching, and spared the poor middle-aged mage for the time being. "Go now!"

source: “去看看怎么样？”
en_us: “Shall we go take a look?”

source: “又废了一炉，蠢猪都是因为你……”
en_us: "Another cauldron is ruined! Stupid swine, it's all because of you again..."

source: “又是翊家的人……”
en_us: "Someone from the Yi Family again..."

source: “又有人偷药！”
en_us: “Someone’s trying to steal the herbs again!”

source: “又没路走了……”
en_us: "I've run out of options once again..."

source: “又错！”谁知葛瑞安却摇了摇头：“公会并不穷，光是屠魔山谷三条稀有矿脉，每年就可以为公会带来稳定的三百万金币收入。”
en_us: "Wrong again!" Unexpectedly, Gerian shook his head. "The guild is not poor. Just the three rare mineral veins in Demon Fall Valley alone bring in a steady income of three million gold coins every year."

source: “反正揍都揍了，等他找上门来再说吧。”
en_us: "I've beaten them up anyway, we'll talk about it again when they come calling on the doorstep."

source: “反正这件事，肯定有问题，一百二十五枚巫师之眼，几乎同时被破坏，之后阴影之巢的人就来了，一眨眼就杀了十几个魔法师，要不是老子及时出手，这事还不知道要闹到什么时候……”
en_us: "Anyhow, something must be wrong. 125 Warlock's Eyes were destroyed almost at the same time and the Shadow's Nest arrived soon after, killing a dozen of our mages in the blink of an eye. If it hadn't been for my timely action, who knows how long the situation would have dragged on..."

source: “反正那三十瓶奥法药剂还在魔法公会手里，他们有什么不满也只能把嘴巴闭着，谁敢上门来说三道四……”
en_us: "Anyway, those 30 bottles of Arcane Magic Potion are still with the Guild of Magic. They could only watch with their mouths closed even if they have any dissatisfaction. Who would dare to talk about it in front of us..."

source: “发生什么事了？”这几天林立就一直觉得，老法师的情绪有些不对，此时听他说出这样的话来，林立才忽然意识到了什么，仓促之间竟是有些呆住了，连那几瓶迅捷药水也忘了放进包里。
en_us: “What happened?” For the past few days, Lin Li felt that Andoine’s attitude was weird. Now that he heard the old mage utter such a thing, Lin Li hastily became aware and was so stunned that he even forgot to keep those Hastening Potions that he had made.

source: “叔叔，我也去睡了……”
en_us: "Uncle, I'll go to sleep too..."

source: “受教了！”
en_us: "I thank you for your advice!"

source: “另外，他还是一个药剂大师……”
en_us: "Furthermore, he is a Master of Potions..."

source: “只有你跟我。”
en_us: "Only you and me."

source: “只能算任务失败了，估计要赔些钱才行。”林立这话题倒是转得不错，听他说起这次的任务，金发美女总算没有继续追问，只是俏脸上露出几分无奈：“狮蝎是群居魔兽，遇上落单的几率实在太低了，我们跟踪了好几天才遇上这么一头，想不到最后却被两只双足飞龙破坏了。”
en_us: "It would be considered a failure, and I'll have to compensate some money." The topic that Lin Li had chosen wasn't bad at all. The blond beauty finally stopped asking her questions after Lin Li had mentioned the quest. Her pretty face revealed a hint of helplessness. "The Manticores live in groups, so the probability of encountering a lone one is extremely low. We had followed them for a few days before coming across one, but it was ruined by the two Wyverns."

source: “叫我费雷就可以了……”林立有些头大，一路上也不知道提过多少次了，罗麦格雷尼旧是先生长先生短的叫着。
en_us: “Just call me Felic, it will do…” Lin Li was rather troubled. He had mentioned it several times on the way, but McGrenn still insisted on calling him with honorifics.

source: “可惜了，太可惜了！这可是一位可能成为……”姬听雨满脸的失望，摇了摇头，再次看了江逸两眼，一句话没说朝外面走去，打开大门后径直离开，没有再回头一次。
en_us: "What a pity, what a huge pity! He could have been..." Ji Tingyu was filled with disappointment. Shaking her head, she gave Jiang Yi one last look before heading outside wordlessly. She opened the doors and left straight away, without another backward glance.

source: “可是……”克伦威尔完全没有想到，老梅林这次竟会下这么大的决心：“这三十瓶奥法药剂对我们梅林家族来说，真的有那么重要？就算没有这些药剂，我们也已经拥有了四十名五级以上的魔法师了，这样的实力，除了魔法公会之外，放眼加洛斯无人可及，我们为什么还要拼命争夺这三十瓶奥法药剂？”
en_us: "But..." Cromwell had no idea that Old Merlin would be so determined this time. "Are that 30 bottles of Arcane Magic Potion really so important to our family? Even without the potions, we already have 40 mages level-five and above. Other than the Guild of Magic, no one else in Jarrosus has this kind of power. Why do we need to fight so hard for that 30 bottles of Arcane Magic Potion?"

source: “可是费雷先生他……”伊娜神色间有些委屈，扑闪扑闪的大眼睛向林立投去了求助的目光。
en_us: "But, Mr Felic, he..." Ina was somewhat aggrieved, her big eyes blinking at Lin Li asking him for help.

source: “右手！马迪亚斯用奥术飞弹打断了他的右手！”
en_us: "His right hand! Mathias used an arcane missile to break his right hand!"

source: “名义上是这样的。”凯文点了点头，又继续说道：“不过魔法公会其实是一种比较松散的机构，严格说起来，魔法师在公会的权利要远远多过义务，进行等级认证之后，你将有权使用各种公会设施，比如图书馆，比如实验室，比如冥想地，如果你在某项研究上有突出贡献的话，公会还将为你提供一大笔资金。”
en_us: "On paper, at least." Kevin nodded and continued, “But the Guild of Magic is a relatively loose organization. Strictly speaking, mages have far more rights than obligations in the guild. After the level certification, you will have the right to use all the guild's facilities like the library, laboratory, and the meditation spot. If you make a significant contribution to an area of study, the guild will also provide you with a large amount of money."

source: “听朋友说加洛斯交易所收购各种魔法材料，我手上又正好有几枚魔晶，就想拿过来看看能不能换点钱周转周转。”对方毕竟上了年纪，不象门外那两个倒霉鬼身强力壮，林立就算心里再怎么不爽，也只能强自按捺着怒气。
en_us: "I heard from my friend that the Jarrosus Exchange buys in all kinds of magic materials. I have a few magical crystals at hand, and was thinking of bringing them here to see if I could exchange for some money to tide me through." He was an old man after all, and was not as strong as the two unlucky morons at the door. Even if he was unhappy, he'd have to suppress his anger.

source: “听起来倒是不错……那我有什么义务？”
en_us: "Sounds pretty good... Then, what obligations do I have to fulfil?"

source: “听雨你先忙着，迟些我再来找你好了。”马黑旗长相很英俊，和江恨水有的一比，不过肤色有些偏黑，此刻穿着一身黑色花边锦袍，也像一个黑马王子，他看出了姬听雨的不喜，很是识趣的转身离开了。
en_us: "Tingyu, I'll leave you to your business and look for you later," Ma Heiqi was a handsome man, his looks on par with that of Jiang Henshui, albeit with a darker skin tone. In silken robes with black trimmings, he looked, in this moment, suitably like a dark-skinned prince charming. Sensing the displeasure in Ji Tingyu, he wisely turned and left.

source: “听雨没这意思，只是我们这的一些规矩，易公子别见怪……”
en_us: "I didn't mean that! It's just that there are some rules here that we have to follow. Young Master Yi, please don't get offended..."

source: “呀？令牌！”江小奴一看满脸惊讶，开心的叫道：“少爷，你赎回令牌了？你怎么来的十两紫金呢？”
en_us: "Ah? It's the command token!" Xiaonu cried out in pleasant surprise, "Young Master, you've managed to redeem it? But how did you procure ten taels of purple gold?"

source: “呃……好久不见，克伦威尔先生。”一看来的是克伦威尔，凯文顿时就只觉一阵头大，如果可能的话，他真想把那句问候改成：“最好别见！”
en_us: "Uh... Long time no see, Mr Cromwell." Upon seeing Cromwell, Kevin's head began to ache. If possible, he wished he could say "Better not see!" instead.

source: “呃……有时间，有时间……”老格林暗暗抹了把冷汗，已经开始怀疑起安度因的眼光了，不过话是他自己说出来的，倒也不好当场收回去，只是在心里暗暗打定主意，等一下一定要出几个难点的问题考考他，看他能不能提出一些有建设性的想法，如果回答让自己满意的话，就好好指点他一下，如果回答不满意，那就干脆借这个借口走人算了……
en_us: "Uh... I have time..." Old Grimm wiped his cold sweat off secretly. He was beginning to doubt Andoine's vision. However, he had already said the words and it wasn't good to take them back on the spot. He made up his mind to test Lin Li with a few difficult questions to see if he could come up with some constructive ideas. If he was satisfied with the answers, he would guide him; if he was not satisfied, then he'd use this as an excuse to leave...

source: “呃，还没有……”被问到清晰药剂，安度因顿时老脸一红，比起这小子惊人的魔法天赋来，自己在药剂学上的天赋就实在有些拿不出手了，一个简单的清晰药剂，林立还反反复复的演示了十几遍，可到今天自己都还没弄出个明白，这几天里起码糟蹋了上百份材料，昨天甚至差点没把药剂室给炸掉，如今再被揭了创疤，就算安度因脸皮再厚，也终于是忍不住有些脸红了。
en_us: “Uh, not yet…” Andoine turned red in embarrassment when asked about the Clarity potion. Indeed, when compared to Lin Li’s extraordinary gift in magic, he had nothing to show in regards to his talent in pharmaceutics. Lin Li had demonstrated over ten times for a simple Clarity potion, but he still could not get a grasp on it till this day. In fact, he nearly caused an explosion in the lab just the day before. No matter how thick-skinned Andoine was, he blushed involuntarily at the mention of the topic.

source: “告诉过你多少次了，太过于依赖药水，对你来说没有任何好处，你为什么就是不听？”说完这句话，老法师却微微叹了口气：“不过算了，以后我也不能再天天用水晶球监视你了，你万一遇上什么危险，说不定还真要靠这几瓶药水救命。”
en_us: ”How many times have I told you that too much reliance on medication will only bring you more damage than benefits? Why are you not listening to my advice?” Upon saying that, Andoine heaved a sigh. “Forget it. In the future, I will not be able to supervise you over the crystal ball everyday. Perhaps the medication will be able to save your life when you meet with some trouble.”

source: “呜个毛……”林立不耐烦的踹了利维坦猩猩一脚，目光顺着它所指点的方向望去：“你该不会是在那里藏了个利维坦猩猩美女，准备献给我吧？”
en_us: "Wooo? For what?" Lin Li kicked the Leviathan Gorilla in annoyance, his eyes following the direction of its finger. "Surely you didn't have a pretty Leviathan Gorilla hiding there, now preparing to offer her to me?"

source: “呜呜呜……”
en_us: "Woooo..."

source: “呜呜呜……”一声声惨叫听上去异常凄惨，鲜血不断的从伤口中渗透而出，只是眨眼之间，利维坦猩猩一身皮毛就染成了红色。
en_us: "Wooo..." The cries were exceptionally tragic. Blood was seeping out endlessly from the wounds, and just in the blink of an eye, the Leviathan Gorilla's fur was tainted red.

source: “呜呜呜呜呜！”
en_us: "Wooo wooo!"

source: “呜呜呜！”
en_us: "Woooo..."

source: “呜呜呜！”惨叫声中，利维坦猩猩终于是一头栽了下来。
en_us: "Wooo!" Finally, the Leviathan Gorilla fell head-first down the giant net amidst the screaming.

source: “呜呜！”
en_us: "Wu! Wu!"

source: “呜！”
en_us: "Wu!"

source: “呯——”
en_us: "Ping!"

source: “呵呵……”尽管罗琳心事重重，听到老格林这么有趣的说法，也是不由得笑出声来，只不过笑完之后，神色间却又露出几分扭捏：“那格林爷爷您觉得，我有成为一名药剂大师弟子的天赋吗？”
en_us: "Heh heh..." Though Rowling was upset, she could not help giggling when she heard Old Grimm put it in such an interesting way. But after the giggle, there was a look of bashfulness on her face. "Then, Grandpa Grimm, do you think I have the gift to become the disciple of a potion master?"

source: “呵呵……”林立干巴巴的笑了两声，希望能借此掩饰自己的无知，安度因确实没跟他提过格林－伯恩塞德这个人，再说当初在落日山脉之上，老头天天被自己逼着背各种药剂公式，而自己也天天被他逼着去搏杀各种魔兽，一天下来两个人都累得快散架了，又哪来时间聊什么格林－伯恩塞德……
en_us: "Heh heh..." Lin Li laughed dryly, hoping to conceal his ignorance with it. Andoine indeed did not mention Grimm Burnside. Besides, he had made the old man memorize all kinds of potion formulas back in the Sunset Mountains, and he was also forced by the latter to fight all kinds of magical beasts. Both were about to fall apart from exhaustion at the end of the day, where would they have the time to talk about some Grimm Burnside...

source: “呵呵……”林立笑了笑，希恩的关心，多多少少让他有些感动。
en_us: "Heh heh..." Lin Li smiled. Sheehan's concern more or less made him feel touched.

source: “呵呵……差不多，前几天在奥兰纳的时候，他还提起过你的事，我觉得你这小伙子很有意思，就专程跑到加洛斯看看。”灰袍法师笑容和蔼，望向林立的目光中，带着一丝明显的赞赏。
en_us: "Heh heh... Just about so. A few days ago in Alanna, he mentioned you. I thought you were interesting, so I specially came to Jarrosus to have a look." The mage in gray robe smiled amicably. The eyes that were looking at Lin Li had a glimmer of admiration.

source: “呵呵。”
en_us: "Hehe."

source: “呵呵！”
en_us: "Hehe!"

source: “呵呵，以前不喜欢修炼，而且在这武殿内修炼速度加快啊，武殿内还提供灵神丹……”
en_us: "Hehe, I was not very into cultivating in the past, but here at the Martial Arts Hall, the cultivation speed is not only faster, there is even a supply of Spirit Pills... "

source: “呵呵，会长的性格……呃……比较直爽，你以后会慢慢习惯的。”年轻法师从地上扶起两片门板，又笑着向林立解释。
en_us: "Heh heh, the President's character... Uh... He's more straightforward, you'll slowly get used to it in the future." The young mage lifted the two broken pieces of door from the ground as he explained to Lin Li with a smile.

source: “呵呵，原来是小罗琳。”老格林笑容和蔼，望向罗琳的目光亲切而又慈祥：“来，告诉格林爷爷，你怎么会一个人坐在这里？”
en_us: "Heh heh, so it's little Rowling." Old Grimm's smile was amiable, and the eyes that looked at Rowling were affectionate and kind. "Come, tell Gramps, why are you sitting here alone?"

source: “呵呵，那干脆过来跟格林爷爷一起坐吧。”因为跟罗琳爷爷有些交情的缘故，老格林曾经教过她一些药剂学上的知识，只不过后来又被其他事情给缠上了，就一直没什么时间再继续教她，但对这个精通医术的小姑娘，老格林一直是很喜欢的，甚至还动过将她发展进药剂师公会的念头。
en_us: "Heh heh, then come and sit with Grandpa Grimm." Old Grimm had taught Rowling some knowledge of pharmacy because of his friendship with her grandfather, but he was caught up with something else and did not have the time to teach her anymore. Nevertheless, he had always liked this little girl, who was proficient in medicinal skills. He had even had the idea of bringing her into the Pharmacists Guild.

source: “呸！把费雷踢出公会……真亏他想得出来。”
en_us: "Pff! Kicking Felic out of the guild... Hats off to him for thinking about it."

source: “呼……”
en_us: "Huh...."

source: “呼……不打了，苍狼你越来越变态了，你好像快铸鼎境三重了吧？你修炼速度怎么那么快？既然有如此快的速度，为何现在才铸鼎境二重？”
en_us: "Hah... I call quits. Lone Wolf, you are getting more and more obscenely powerful. Are you almost at the third stage of the Cast Tripod Realm? How is your cultivation speed so fast? And why are you still just at the second stage of the Cast Tripod Realm if you can cultivate at such a speed?"

source: “呼……这才修炼了多久，都能比以前修炼半月的积累了。”
en_us: "Huh... I cultivated for such a short duration, yet the power I have accumulated is on par with what I used to cultivate in half a month."

source: “呼呼！”
en_us: "Hu Hu!"

source: “呼呼，不打了！”
en_us: "Hah... Hah... I'm not fighting any more!"

source: “呼呼，不打了，你太变态了……”
en_us: "Huh, huh, I'm not fighting any longer, you're too obscenely power..."

source: “呼，呼……不打了！”
en_us: "Huh, huh... I'm not fighting any longer!"

source: “呼，应该没错吧？”
en_us: "Eh... this should be correct, I think?"

source: “和他们拼了？”
en_us: "Fight with them to the death?"

source: “咒术师？”林立听得心头一惊，想起了麦格雷尼父女：“你的意思是说，他擅长的是诅咒法术？”
en_us: "Conjurer?" Lin Li was startled by that word, and thought of McGrenn and his daughter. "You mean, he's skilled in curse spells?"

source: “咔嚓！”
en_us: "Crack!"

source: “咔嚓！”“啊！”
en_us: "Crack!" "AHH!"

source: “咕隆！”
en_us: Gulp!

source: “咦……”林立一脸好奇的走了过去，才发现那丝魔法波动，似乎是从一套套装上传来的，这套套装是由一把双手巨剑一件红色皮甲组成，当林立走近的时候，可以很清晰的感觉到一丝火系魔法元素在四周缭绕。
en_us: "Eh..." driven by curiosity, Lin Li approached the source of the wave, which turned out to be a set of equipment. It consisted of a two-handed giant sword and a red color leather jacket, which exhibited a clear tinge of fire magical elements in close proximity.

source: “咦……居然融合了？”
en_us: “Eh… They actually merged together?”

source: “咦！”这一次林立却忽然发现了一些不同的东西。
en_us: "Eh?" This time, Lin Li had found something different.

source: “咦，这武技很玄妙啊，竟可以无限变招，根本预算不出对方的轨迹啊！”
en_us: "Eh? This martial art technique is quite abstruse. It allows infinite permutations, I can't predict the trajectory at all!"

source: “咦？”
en_us: "Huh?"

source: “咦？少爷，今天你怎么这么早就回来了？你不是去武殿了吗？”
en_us: "Huh? Young Master, why did you return so early today? Did you not go to the Martial Arts Hall?"

source: “咦？这妞进步很大嘛，这暴雨拳明显比那一天强多了。”
en_us: "Eh? This girl has improved grealty. Her Thunderstorm Fist is obviously more powerful than that day."

source: “咦？这边有一些书册？”
en_us: "Eh? Are there any manuals over here?"

source: “咳，咳！”
en_us: "Cough, cough!"

source: “咻咻！”
en_us: "Swish! Swish! "

source: “咻！”
en_us: "Swish!"

source: “哈哈——”
en_us: "Haha--"

source: “哈哈哈……”
en_us: "Hahaha......"

source: “哈哈哈哈……”葛瑞安笑得毫无风度，那嚣张的声音传得整条街都能听见：“这还用得着你说？你也不会去照照镜子，他妈的连都快被老子打肿了……”
en_us: "Ha ha ha ha..." Gerian laughed with no manners at all, and even the people on the streets could hear his arrogant voice. "Need you say? Go and look in the mirror, you're beaten all swollen by me..."

source: “哈哈哈哈，苍天有眼啊！老天爷，你终于开了一次眼了！”
en_us: "Hahahaha, the heavens have eyes! Heavenly father, you've finally come to help me for once!"

source: “哈哈哈！”
en_us: "Hahaha!"

source: “哈哈哈，宝贝呀，这真的是宝贝，老天有眼啊……”
en_us: "Hahaha, yeah! This is a treasure, a real one. The Heavens do favor me…"

source: “哈哈哈，成了？”
en_us: "Hahaha, does that count as a success?"

source: “哈哈！”
en_us: "Haha!"

source: “哈哈！怎么？还想动手？你打我啊！来啊，我绝不还手。”
en_us: "Ha ha! What, you want to fight? Strike me then! Come on, I promise I will not hit back."

source: “哈哈！江逸就你这实力，还想和我战？”
en_us: "Haha! Jiang Yi, with power like yours, you still think of sparring with me?"

source: “哈哈，听雨小姐，你实力冠绝全雄，都已经是铸鼎境八重了，这群陪练哪是你的对手？要不在下陪你战一场？”
en_us: "Haha, Miss Tingyu, your power is top-class and a head above the rest. With your power level already at the eighth stage of the Cast Tripod Realm,which sparring partner here could ever be a worthy opponent? How about I join you for a match?"

source: “哈哈，地阶丹药？这一炉灵神丹竟然炼出地阶丹药？这其中莫非有什么玄妙不成？不行我得好好研究研究……”
en_us: "Haha, Earth-tier elixirs? This cauldron of Spirit Pills could actually refine Earth-tier elixirs? Could there perhaps be something mysterious behind it? No, I have to carefully examine and research this..."

source: “哈哈，希恩，你怎么会在这里？”突然见到希恩，林立心里其实是有些内疚的，毕竟是自己把他带来奥兰纳的，可到了魔法公会之后，却一直把人丢着不管，这实在有些说不过去。
en_us: "Haha, why are you here, Sheehan?" Lin Li was actually a bit guilty to meet Sheehan so suddenly. After all, it was he himself who brought Sheehan to Alanna and left him alone after they reached the Guild of Magic, which was not very kind of him.

source: “哈哈，我还以为是谁？江逸，又是你这个废物？”
en_us: “Hah! And I was just wondering who it was! It’s just Jiang Yi, the good-for-nothing boy!”

source: “哈哈，骂得好！”一向对这两个字深恶痛绝的马森，今天终于是难得的赞同了一次。
en_us: "Ha ha, what a good scolding!" Marson, who was usually deeply hurt by this word, finally showed rare agreement.

source: “哎……”毕竟是自己的亲生儿子，劈头盖脸的骂了一顿之后，马修斯的火气也稍稍消了一些，老人有些无奈的叹了口气：“你为什么就不想想，如果不是因为时间太紧的话，我又怎么会卖掉城中心的产业？难道你以为，我们梅林家族还会缺钱吗？我们现在缺的是时间！留给我们的时间实在是太短了，只有两天，两天之后那三十瓶奥法药剂就要开始拍卖，要是再晚几天就好了，这样我还可以多处理几处房产，这样在拍卖时，胜算也会更大一些……”
en_us: "Aye..." It was his own son after all. After the scolding, Matthew's anger had subsided a little. The old man sighed helplessly. "Why do you not think over it, if I hadn't been pressed for time, how could I have sold the properties in the center of the city? Did you really think us, the Merlin Family, would be lacking in money? What we are lacking is time! The amount of time left for us is too short, only two days. After two days that 30 bottles of Arcane Magic Potion will start appear on the auction. It'd be better if they could delay a few more days and I could dispose of some more properties. This way, our odds would be better during the auction..."

source: “哎……”灰袍法师完全来不及出手，只是轻轻叹了口气，有些无奈的望着林立：“这又是何苦？”
en_us: "Ai..." It was too late for the mage in gray robe to intervene. He sighed slightly and looked at Lin Li helplessly. "Why bother?"

source: “哎……老子真是太英明了！”想起自己当初的决定，葛瑞安又忍不住暗暗陶醉，正是因为这个决定，才有了加洛斯魔法公会的今天，三十瓶奥法药剂，就让魔法公会成了整个加洛斯城的焦点，若是让那些争破头的家伙知道，这地下室里还放了足有上百瓶之多时，他们脸上又会是一副什么表情……
en_us: "Aye, I am too brilliant!" Thinking back to his decision, Gerian couldn't help but revel in it. It was all because of this decision that the Guild of Magic had became what it was today. 30 bottles of Arcane Magic Potion had put the guild in the focus of the entire Jarrosus City. If these fellows who were fighting crazily were to know there were another hundred-plus bottles in the cellar, what expressions would they have on their faces...

source: “哎呀！”
en_us: "Oh no!"

source: “哎哟！”
en_us: "Ouch!"

source: “哗！”
en_us: "Wow! "

source: “哦……”
en_us: "Oh..."

source: “哦……”林立很小心的把水晶卡收了起来，又从口袋里摸出了那条深邃之银项链。
en_us: "Oh..." Lin Li carefully put away the crystal card and took out the deep silver necklace from his pocket.

source: “哦……”林立点了点头，又有些疑惑的问道：“那魔法公会，算是最高议会的下属机构了？”
en_us: "Oh..." Lin Li nodded, but asked again doubtfully, "So the Guild of Magic is considered a subsidiary of the Supreme Council?"

source: “哦……”葛瑞安点了点头，开始看起手上的信来。
en_us: "Oh..." Gerian nodded, and began to read the letter in his hands.

source: “哦……”葛瑞安闻言一愣，赶忙伸手扶了扶法师帽，可刚扶到一半，却又想起自己发火的原因：“妈的不要转移话题，老子问你话呢，你是不是有毛病？曼尼斯家族珍藏，这是多少人做梦都梦不到的东西，让你任选三件你还没兴趣，你个小王八蛋是不是想气死老子？”
en_us: "Oh..." Gerian was taken by surprise at his words, and quickly straightened his mage hat. But halfway through, he remembered the reason for his anger. "Damn it, don't change the topic. I'm asking you a question, are you sick? The Mannes Family's hoard is something that many people could not dream about. You get to choose any three items from them and you're still not interested? Are you trying to piss me off, you little bastard?"

source: “哦……刚刚沸腾，我记住了。”安度因听得很认真，连连点头的同时，还又把这句话重复了一遍。
en_us: "Oh... just boiling. I've remembered." Andoine was listening very seriously. As he nodded his head, he repeated this sentence once more."

source: “哦……原来是这么回事。”林立答应得很干脆，毫不犹豫的就收回了那丝精神力：“小事一件而已，就照您说的，这件事就这么算了。”
en_us: "Oh... So this is it," Lin Li answered coolly. He recalled his mental strength without hesitation. "It's only a small matter, I'll do as you said and forget about this matter."

source: “哦……心情不好。”葛瑞安一脸的无所谓：“我跟他们说了，老梅林打上门来，让老子的心情很不愉快，所以将奥法药剂的拍卖时间推迟了。”
en_us: "Oh... Bad mood." Gerian was indifferent. "I've told them, Old Merlin had come fighting at our doorstep and it has made me very unhappy. So I had delayed the auction for the Arcane Magic Potion."

source: “哦……那他现在在哪？”
en_us: "Oh... Where is he now?"

source: “哦……麻烦你了。”
en_us: "Oh... Sorry to trouble you."

source: “哦。”林立点了点头，没再继续追问，他还记得那天刚来的时候，达利安好象就说过，公会已经帮希恩准备了住处，现在想起来，应该就是那个什么魔法师先生带希恩去的地方吧……
en_us: "Oh," Lin Li nodded and did not question further. He still remembered on their first day of arrival there, Dalyan had mentioned that the Guild had already prepared accommodation for Sheehan. Thinking back, the mage must have brought Sheehan there...

source: “哦哦……原来是罗德叔叔，真是好久不见好久不见……”
en_us: "Oh, oh... So it's Uncle Rode. Long time no see indeed..."

source: “哦哦。”
en_us: "Oh okay."

source: “哦哦！少爷好厉害，少爷加油哦。”心思单纯的江小奴立即不再多问，小鸡啄米的点头，大眼睛眯成月牙儿，都是崇拜之色。
en_us: "Oh! Oh! Young Master is so powerful! You can do it, Young Master!" The simple and pure-of-heart Jiang Xiaonu quickly stopped asking questions. She merely nodded her head rapidly and her eyes grew to twin moons. It was clear that she looked up to him.

source: “哦！”
en_us: “Oh!”

source: “哦！对对对……我想起来了！那地方，是属于咱们魔法公会的？”
en_us: "Oh! Yes, yes... I remember! That place belongs to our Guild of Magic?"

source: “哦，江逸！”柳长老点了点头，一挥手道：“你立即去准备二十钱茯苓，三十钱白矾，十五钱车前草，四十钱……老夫立即要炼丹，今日一定要炼制出地阶丹药！”
en_us: "Oh, Jiang Yi! " Elder Liu nodded his head and waved his hand and instructed, "You go prepare these immediately: one hundred grams of china root, one hundred and fifty grams of alum, seventy-five grams of plantago seed, two hundred grams of ... I want to start refining elixirs immediately! I must successfully refine some earth-grade elixirs today!"

source: “哦？”
en_us: "Oh?"

source: “哦？”不知道为什么，一听到屠魔山谷，林立就会想起自己第一次来魔法公会的时候，就会想起那个感觉象一条毒蛇的中年人：“那边出了什么事？”
en_us: "Oh?" For reasons unknown, Lin Li would recall the first time he came to the Guild of Magic and the middle-aged man who felt like a poisonous snake whenever the name of the Demon Fall Valley came up. "What happened there?"

source: “哦？”相处了一个多月，林立还从来没见安度因这么严肃过，心头也不由多了几分好奇。
en_us: “Oh?” They had been together for more than a month, and this was the first time Lin Li saw Andoine serious. He could not help but be curious.
